Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F17.tmx
Source language: en_us
Languages: zh_cn

source: Approach Anxiety
zh_cn: 搭讪焦虑

source: Several months ago I was speaking with my friend Morty Lefkoe about fears and limiting beliefs that I noticed among my readers.
zh_cn: 几个月前，我和朋友Morty Lefkoe谈到在自己读者中注意到的各种恐惧和限制性信念。

source: I shared with him that one of the biggest problem areas was approach anxiety.
zh_cn: 我分享说其中最大的问题领域之一，就是搭讪焦虑。

source: While many readers appear to be very social online, it's common for them to be pretty socially timid in person - I know this quite well from interacting with them both online and face to face.
zh_cn: 虽然很多读者在网上表现得十分活跃爱社交，但他们常在亲自见面时显得十分胆怯 — 我对此深有了解，因为自己和读者在线上与线下都有互动。

source: Social timidity is frequently a result of approach anxiety.
zh_cn: 社交胆怯经常是搭讪焦虑的结果。

source: Instead of proactively approaching new people to form connections (for friendship, dating, networking, etc), these people often hold back.
zh_cn: 与积极主动接触新鲜人士以建立交往联系（赢得友谊、约会、关系网等）不同，这些人常会畏缩不前。

source: There can be a variety of reasons for why they hold back, but it typically boils down to fear caused by limiting beliefs about approaching people, initiating conversations, expressing interest, etc.
zh_cn: 他们畏缩不前的原因有很多，但一般可总结为，由接触陌生人、发起交谈、表达兴趣等相关限制性信念所造成的恐惧。

source: When I shared this with Morty, I figured there might be 5-10 common limiting beliefs that contributed to approach anxiety, such as "being rejected is bad" or "I'm not good enough."
zh_cn: 和Morty分享这件事时，我猜造成搭讪焦虑的常见限制性信念可能会有5-10个，比如“被人拒绝十分糟糕”或“我还不够好”等。

source: Morty grew curious about what limiting beliefs he might find if he investigated this further.
zh_cn: Morty则对如果更深入探究此事，还可能发现什么限制性信念越加好奇。

source: Since his specialty is helping people eliminate limiting beliefs quickly and permanently, this was right up his alley.
zh_cn: 由于他的专长就是帮人们快速永久地清除限制性信念，这刚好是他涉猎的领域。

source: I've been recommended Morty's method for more than two years now, and many people have found it an effective way to remove beliefs that were previously holding them back, so I figured the subject of approach anxiety would be a worthwhile area for him to explore, one that would be a good fit for his process.
zh_cn: 我公开推荐Morty的方法到现在已不止两年，很多人都发现他的方法是清除以往妨碍自己的各种信念的有效途径。所以我认为搭讪焦虑问题对他来说将是个值得探索的领域，解决这种问题很适合采用他的方法步骤。

source: Morty agreed.
zh_cn: 于是Morty同意一试。

source: Morty also knew that if he could figure out the most common limiting beliefs that contributed to approach anxiety, he could use that information to create a new product that would help people with this specific challenge, so this undertaking made good business sense as well.
zh_cn: Morty还知道，若自己能弄清造成搭讪焦虑的最常见限制性信念，便可利用此信息创造一个新产品，从而帮人们解决这一特殊挑战。所以这种工作也有良好的商业潜力。

source: Investigating Approach Anxiety
zh_cn: 探究搭讪焦虑

source: To explore this more deeply, Morty recruited volunteers who felt socially limited by approach anxiety, those who rated their fear at least a 7 on a scale of 1-10.
zh_cn: 为更深入进行探索，Morty征召了一批因搭讪焦虑感到社交受限的志愿者。在从1-10的焦虑范围内，这些志愿者的恐惧水平都至少是7。

source: Then he interviewed them to discover what beliefs were making them feel anxious or hesitant to connect with new people.
zh_cn: 之后Morty对他们做了采访，以探求什么信念会使其在与新人士交往时感到焦虑或犹豫。

source: To Morty's surprise (and to my own as well), he discovered a great variety of beliefs that contributed to approach anxiety.
zh_cn: 令Morty大为吃惊的是（我也如此），他发现造成搭讪焦虑的限制性信念五花八门。

source: There weren't just a handful of them - there were dozens that he was able to identify.
zh_cn: 不只是少数几个而已 — 能辨认出的有好几十个。

source: The main problem wasn't the quantity of beliefs, however.
zh_cn: 但主要问题并非这些信念的数量。

source: The bigger issue was that there was very little overlap between participants, meaning that each person had different beliefs that contributed to their experience of approach anxiety.
zh_cn: 更大的问题在于参与者的答案间很少有重叠，这说明在造成搭讪焦虑体验方面，每个人都存在不同的限制性信念。

source: This meant that it wouldn't be practical for Morty to create a single product to help people eliminate this problem.
zh_cn: 这也意味着Morty没法实际创造出单个产品，帮人们消除这一问题。

source: Morty can still use his method to help such people one on one by phone or Skype, but he can't turn it into a product because there's too much variety in people's limiting beliefs.
zh_cn: Morty仍可利用自己的方法步骤，通过电话或视频方式一对一地帮助这些人。但他无法将解决方案变成一款产品，因为人们的限制性信念太过多种多样。

source: To eliminate a limiting belief, it must first be identified, and that identification process plays out differently for each person.
zh_cn: 要想清除一个限制性信念，首先必须辨清它，但此辨清过程对每个人而言都不尽相同。

source: I was disappointed that we couldn't use this idea to create a new product that would help people afflicted by approach anxiety.
zh_cn: 我很失望我们不能用此方法创造出新产品，从而帮到那些受搭讪焦虑折磨的人们。

source: I liked the idea of helping people to permanently and inexpensively eliminate such a problem.
zh_cn: 我很喜欢可以帮人们永久经济地清除这一问题的想法点子。

source: But I didn't want to let Morty's initial research go to waste, so I asked him if I could share the backstory about this idea and the beliefs he was able to identify with his volunteers, and he graciously agreed.
zh_cn: 但我不想让Morty的最初研究白白浪费，所以我问他能否允许我分享这个想法点子的背景故事，还有他从那些志愿者身上辨认出的限制性信念。Morty和蔼优雅地同意了。

source: I expect this may still be helpful to many people since identifying a limiting belief is an important first step in eliminating it.
zh_cn: 我期待这种分享对许多人而言仍有帮助，因为辨清一个限制性信念，就是清除它的首步重要行动。

source: Sometimes just being aware that you have a negative belief can get you started on the path to letting it go.
zh_cn: 有时只是意识到自己有个消极负面的信念，便能让你在摆脱它的道路上顺利起步。

source: Limiting Beliefs That Contribute to Approach Anxiety
zh_cn: 造成搭讪焦虑的限制性信念

source: For this project Morty focused his interviews on men, so all of the subjects were male.
zh_cn: 针对此研究项目，Morty将采访对象专注于男士，因而全部受访主体都是男性。

source: He surely would have uncovered even more limiting beliefs if he expanded this to include women as well.
zh_cn: 他确信若将受访主体范围扩大到包括女士，甚至会揭示更多限制性信念。

source: The age range of the participants was 20-38 with most in their 20s.
zh_cn: 受访参与者的年龄范围是20-38岁，大部分处于20多岁的年纪。

source: And as I mentioned previously, Morty asked people to rate their fear on a scale of 1-10 and chose people who answered at least a 7.
zh_cn: 正如我此前所提到的，Morty要求受访者在从1-10的范围内给出自己的恐惧水平，再选出答案至少为7的那些人士。

source: This is an interesting collection to be sure, but it's far from exhaustive.
zh_cn: 这肯定是份有趣的答案集合，但浏览起来毫不使人筋疲力尽。

source: I'm sure you can identify many more, especially if we consider limiting beliefs that women have as well.
zh_cn: 我肯定你能辨别出更多答案，尤其若将女士们也有的限制性信念考虑在内的话。

source: We can loosely categorize this list into beliefs about oneself, beliefs about others, and beliefs about interactions.
zh_cn: 我们可以松散地把这份列表分类整理为：针对自身的信念，针对他人的信念，还有针对交往本身的信念。

source: Overcoming Limiting Beliefs
zh_cn: 克服限制性信念

source: Many of the self-related beliefs are linked with low self-esteem and a low sense of attractiveness.
zh_cn: 许多与自我相关的信念，都与低自尊和低吸引力联系在一起。

source: Eliminating the negative belief is one way to fix those problems.
zh_cn: 清除消极负面的信念就是解决这些问题的一个方法。

source: Another way is to shift your focus onto your overall lifestyle, and take more action to create a life that fulfills you.
zh_cn: 另一种方法是将专注力转移到自己的整体生活方式上，付诸更多行动来创造出令自己心满意足的生活。

source: When people are pleased with their lifestyles, it shows.
zh_cn: 当人们对生活方式高兴满意时，自然便会表露出来。

source: It's easier to attract people you like when you're enjoying the other parts of your life.
zh_cn: 当你很享受生活的其他部分，会更容易吸引到你所喜欢的人们。

source: It's also easier to attract compatible partners when you're already living a life you enjoy.
zh_cn: 当你已经以自己喜欢的方式生活时，也更容易吸引到兼容合拍的人生伴侣。

source: As for the beliefs about others, the main issue there is overgeneralization.
zh_cn: 至于针对他人的信念，其主要问题是过于概括地理解别人。

source: Everyone has different standards for what they find attractive and what they don't.
zh_cn: 每个人都对什么富于吸引力，什么缺乏吸引力有着各自不同的标准。

source: These patterns certainly aren't universal.
zh_cn: 这些标准模式显然并非全世界都通用。

source: With billions of people on earth, we can find many people who may fit those patterns and many who don't.
zh_cn: 面对世上几十亿人口，我们可以找到许多匹配那些标准模式，还有许多不匹配它的人们。

source: And in any given week, people can oscillate between matching and not matching these patterns.
zh_cn: 而且在任何一周内，人们都可能在匹配与不匹配这些模式间摇摆变化。

source: Sometimes people feel social and would be glad to be approached by almost anyone.
zh_cn: 有时人们感到很想社交，会高兴被几乎任何人搭讪。

source: At other times people turn inward and prefer more solitude.
zh_cn: 其他时候这些人则变得非常内向，更喜欢拥有独处空间。

source: One pattern I see here is the implied limiting belief that if you approach someone who doesn't want to connect with you (for whatever reason), and you get rejected as a result, then you made a mistake and never should have approached in the first place.
zh_cn: 我经常见到一种暗含的限制性信念模式，即认为若你搭讪了某个不想和你交往的人（无论对方为何原因），自己最终被其拒绝，那么你便犯下错误，从一开始就不该主动搭讪。

source: Of course there isn't much real danger in trying to initiate and deepen connections, but that doesn't make the fear any less real.
zh_cn: 尝试发起并深化一份交往关系当然不存在什么真正危险，但它并未使这种恐惧变得没那么真实。

source: The fear may be rooted in false beliefs and erroneous assumptions, but it can still exert control over one's behavior.
zh_cn: 这种恐惧根植于各种虚假信念和错误推断，但它仍能对人们的行为施加控制。

source: There is a matter of calibration involved here, so as you gain experience, you can increase your hit rate, but this doesn't mean that getting a rejection now and then is a terrible thing to be avoided at all costs.
zh_cn: 搭讪就是个不断自我校正的过程，当你获得更多经验，便能提升自己的命中率。它并非意味着时不时被人拒绝，是种你需要全力避免的可怕事情。

source: It's really no big whoop.
zh_cn: 它真的没什么大不了。

source: You basically have to risk some rejection in order to build experience.
zh_cn: 为获得经验，你基本上必须冒些被人拒绝的风险。

source: The more experience you have, the easier it is to read people and get a sense of who's open to connecting with you and who isn't.
zh_cn: 你的经验越多，就越容易读懂他人，而且对于谁跟你交往持有开放态度，谁又没有，你也会有更好的理解感受。

source: Making a mistake here isn't the end of the world.
zh_cn: 在此方面犯个错误并非世界末日。

source: The good news is that when these limiting beliefs were eliminated, the fear went away too.
zh_cn: 好消息是，当限制性信念被清除后，恐惧也会随之而去。

source: And when the fear goes away, that's where the fun begins.
zh_cn: 而当恐惧消散后，有趣的交往体验便将随之开始。

source: Finding Counterexamples
zh_cn: 找出反例

source: One of my favorite methods for eliminating limiting beliefs is to deliberately seek out counterexamples.
zh_cn: 在消除限制性信念方面，我最喜欢的做法之一，就是特意找出对应信念的反例。

source: If I can find even one or two counterexamples for a belief, then the belief tends to collapse.
zh_cn: 只要我能找出一个或两个反例，那种信念就倾向于自动溃散。

source: My mind can no longer pretend that it's true.
zh_cn: 我的头脑便不再假装它真实可信。

source: A long time ago I had the belief that women aren't interested in sex as much as men are.
zh_cn: 我很久前抱有的一个信念，就是女人并不像男人那样对性感兴趣。

source: I also had some related beliefs about sexuality being bad or sinful.
zh_cn: 我还持有的与性相关的一些信念，就是认为性是坏事或有罪。

source: I can credit 12 years of Catholic school for installing such notions.
zh_cn: 我可以将这些观念归功于12年的天主教学校教育。

source: This certainly isn't uncommon.
zh_cn: 但像我这种情形并不罕见。

source: Then I saw the movie Kinsey, which opened my eyes to the notion that sexual desire is a very individual thing.
zh_cn: 后来我看了电影Kinsey（《金赛性学教授》），大开眼界地了解到性欲望原来是非常个人的一件事。

source: That helped put a dent in my overgeneralized beliefs.
zh_cn: 它帮我动摇了那些过于概括的个人信念。

source: Later I met women who were comfortable talking about sex openly, and they shared thoughts, feelings, and attitudes that contradicted my old beliefs.
zh_cn: 后来我遇见过能非常舒服自然地公开谈论性的女人，她们分享了各种否定我旧信念的想法、感受和个人态度。

source: It took me a while to make the 180-degree turn from my Catholicism-installed falsehoods, but I eventually collapsed those limiting beliefs.
zh_cn: 让自身被天主教义植入的虚假信念实现180度的大转变，确实耗费了我一段时间，但我最终瓦解了那些限制性信念。

source: I also had to be careful about installing opposite beliefs like "women love sex more than men do" since that's an overgeneralization as well.
zh_cn: 我还必须对植入相反信念小心谨慎，比如像“女人比男人更爱性事”之类的想法，因为这也是种过度概括的信念。

source: I find it more helpful to accept the notion that this is a very individual thing.
zh_cn: 我发现接受“性是非常个人之事”的观念，对自己会更有帮助。

source: Accepting Variety
zh_cn: 接受丰富多样性

source: Overgeneralizing is an attempt to treat everyone the same, as if you can come up with a single pattern or strategy that works well with everyone.
zh_cn: 所谓过度概括，就是想用同一方式对待所有人的一种企图，好像你能想出对所有人都非常适用的单一模式或策略。

source: Generalizing works okay in some areas of life, but in other areas there's too much variety, including in the area of human relationships.
zh_cn: 在生活的某些领域，过度概括卓有成效，但在其他领域，存在着极大的丰富多样性，包括人类的感情关系领域。

source: Our brains automatically and unconsciously seek out patterns in specific data, but sometimes they make mistakes, and we need to consciously adjust their conclusions.
zh_cn: 人类大脑会自动与不知不觉地从具体数据中寻找固定模式，但这种努力结果有时也会犯错，而且我们需要清醒主动地修正这些模式结论。

source: Deep down we may indeed have similar needs and desires, but we have different ways of satisfying those needs and desires.
zh_cn: 在内心深处，我们确实拥有相似的需求与渴望，但人们各自有着满足这些需求与渴望的不同方式。

source: So what one person finds attractive, another person finds creepy, boring, or repulsive.
zh_cn: 因此让某人发现很有吸引力的做法，另一人却可能觉得诡异、无聊或反感。

source: If you can accept this, you'll see that it's silly to expect everyone to like you as you are.
zh_cn: 如果你能接受这一事实，就会看出期待每个人都喜欢你真实的样子简直愚蠢。

source: Some people will.
zh_cn: 有些人会喜欢你。

source: Some people won't.
zh_cn: 有些人不会。

source: Such are the vicissitudes of life.
zh_cn: 这便是人世沧桑。

source: Instead of trying to get someone to like you or worrying about saying or doing the right things to create attraction, it makes more sense to express your personality and preferences openly to the degree that's possible, and then let other people self-select if they feel they match you.
zh_cn: 与其试图让某人喜欢你，或为了制造吸引力而担心如何说出或做出正确的事情，不如尽可能公开表达自身个性与偏好，然后让他人自行选择是否与你匹配合拍。

source: Alternatively, you can focus on initiating connections with people you find attractive, while accepting that your interest may not be mutual.
zh_cn: 或者，你可以专注于和自己发现很有吸引力的人们建立交往关系，同时接受彼此兴趣可能并不完全相同的事实。

source: If the other person doesn't feel the same, it doesn't mean you aren't awesome.
zh_cn: 假如对方没有跟你相同的感受，并不意味着你就毫无魅力。

source: It just means the other person doesn't agree that you'd be a good match.
zh_cn: 它只意味着对方不认为你会成为好的匹配对象。

source: Certainly that isn't the end of the world.
zh_cn: 这当然不是世界末日。

source: There are billions of other people you can seek to match with.
zh_cn: 你在这世上还有几十亿人能寻求匹配。

source: For the past several years, I've mainly been using the expressiveness strategy because I've had so much social input coming my way.
zh_cn: 过去几年中，我一直主要使用真实表达自我的交往策略，因为自己已有太多社交机会。

source: All I really had to do was to express myself openly and shamelessly, and then I could select among the people who seemed to resonate with what I shared.
zh_cn: 我真正需要做的所有事情，就是公开并毫无羞耻地表达自己，然后便可从对我分享的内容似乎深有共鸣的人群中选择交往对象。

source: If people didn't like me, they usually filtered themselves out of my reality, and if they didn't, then it was easy for me to decline to interact with them.
zh_cn: 如果有人不喜欢我，他们通常会自行退出我的现实世界。

source: If people initiated interactions with me as a result of what I shared, then I could choose to accept some of those invites, and at least I was guaranteed to have an interaction with someone who was interested in connecting.
zh_cn: 倘若他们不愿退出，我也很容易回绝和他们来往。如果因为我所分享的内容，有人发出与我交往的邀请，我便可选择接受其中一些邀请，这样至少保证了我会和某位感兴趣与我交往的人士相互联系。

source: This worked well for attracting people who are interested in me, but it doesn't give me as much opportunity to connect with people that I find equally interesting.
zh_cn: 这种做法在吸引对我感兴趣的人时很管用，但它无法给予我同样多的机会，去和我也很感兴趣的人们交往。

source: So for the past several months, I've been closing most of those open doors (like my Facebook page and the forums), so fewer people can approach me to connect.
zh_cn: 所以过去几月中，我一直都关闭着那些公开联系途径（比如我的Facebook、论坛和网站联系页面），以使更少人能够接触到我。

source: This gives me more opportunity to initiate my own connections with people I'd like to get to know better and to be more selective.
zh_cn: 这让我有了更多机会和时间，向自己喜欢认识的人们发出交往邀请，并且更有选择性地展开交往。

source: With my old socialization strategy, I would sometimes stray into my own version of approach anxiety, but of a different sort than the one discussed earlier.
zh_cn: 采用自己的旧社交策略时，我有时会误入自身版本的搭讪焦虑之中，这种焦虑与我们早前探讨的那种完全不同。

source: I actually worry more about being approached.
zh_cn: 我实际上更担心被人搭讪。

source: Will the person be interesting?
zh_cn: 搭讪我的那个人会有趣吗？

source: Will they be honest about their intentions?
zh_cn: 他们表达的意图诚实可信吗？

source: Are they just trying to get something from me?
zh_cn: 他们是否只想从我这里获取某些东西？

source: As my social interactions became increasingly patterned, I felt I was at risk of developing limiting beliefs like "Everyone needs something from me" and "People are energy vampires."
zh_cn: 随着自己的社交体验变得越来越模式化，我感到自己正处在形成另一些限制性信念的风险之中，比如“每个人都需要从我这里获取某些东西”，以及“人们都是能量吸血鬼”等。

source: I thought it best to turn off the flood of incoming connections for a while, so I could have more space to consciously think about what kind of social life I'd like to create and experience.
zh_cn: 我认为自己最好关闭这种交往洪流一段时间，以便能有更多空间，清醒思考到底想创造与体验什么样的社交生活。

source: The benefit of getting limiting beliefs out of the way is that it creates more room for conscious choice.
zh_cn: 摆脱限制性信念的有益之处，就在于它能为清醒自主的选择创造更多思维空间。

source: Training Up
zh_cn: 渐进训练

source: Another favorite way to tackle limiting beliefs is with progressive training.
zh_cn: 应对限制性信念的另一种有效方式，就是通过渐进训练。
